Repository: common-repository/webp-image
Catalog: languages/rdev_webp-*.po
Languages: pl_pl

source: Total images
pl_pl: Wszystkie obrazy

source: JPEG images
pl_pl: Obrazy JPEG

source: WebP Alternatives
pl_pl: Alternatywy WebP

source: How to use this plugin on the site?
pl_pl: Jak używać tej wtyczki na stronie?

source: Converter
pl_pl: Konwerter

source: Your images are being converted...
pl_pl: Twoje obrazy są właśnie konwertowane...

source: Click here to add WebP alternatives to all JPEG's
pl_pl: Kliknij tutaj aby dodać altarnatywy WebP dla wszystkich obrazów JPEG

source: Success
pl_pl: Sukces

source: File conversion completed successfully
pl_pl: Konwersja została zakończona pomyślnie

source: Converted JPEG
pl_pl: Przekonwertowane JPEG

source: Errors
pl_pl: Błędy

source: Error
pl_pl: Błąd

source: The form contains errors
pl_pl: Formularz zawiera błędy

source: The converter is currently blocked. Wait a moment...
pl_pl: Konwerter jest w tej chwili zablokowany. Poczekaj chwilę...

source: WebP Panel
pl_pl: Panel WebP

source: JPEG to WebP converter
pl_pl: Konwerter JPEG do WebP

source: WebP Alternative
pl_pl: Alternatywa WebP

source: If the image has its alternative version in the WebP format, a link to it will be displayed above.
pl_pl: Jeśli obrazek ma swój odpowiednik w formacie WebP, link do niego zostanie wyświetlony powyżej.

source: Your PHP version is outdated. Please, upgrade your PHP to a higher or equal version than %s.
pl_pl: Twoja wersja PHP jest przestarzała. Proszę zaktualizuj swoje PHP to wersji wyższej lub równej %s.

source: Your server does not have the proper libraries to process JPEG images into WebP.<br/>Missing functions: <i>imagecreatefromjpeg, imagejpeg, imagewebp, imagecreatefromstring</i>
pl_pl: Twój serwer nie wspiera wszystkich niezbędnych bibliotek na potrzeby przetworzenia JPEG na WebP.<br/>Brakujące funkcje: <i>imagecreatefromjpeg, imagejpeg, imagewebp, imagecreatefromstring</i>

source: There was an unidentified error. We should look deeper...
pl_pl: Wystąpił nieoczekiwany błąd. Spróbujmy zajrzeć głębiej...

source: ERROR ID
pl_pl: KOD BŁĘDU
